Dlubal.RFEM5.FeMeshMembersSettings
FE mesh members settings

Dlubal.RFEM5.FeMeshMembersSettings.DivideConcreteMembers
Activate divisions for straight members, which are not integrated in surfaces, with concrete material category group

Dlubal.RFEM5.FeMeshMembersSettings.MinConcreteMemberDivisions
Minimum number of member divisions

Dlubal.RFEM5.FeMeshMembersSettings.DivideStraightMembers
Use division for straight members, which are not integrated in surface

Dlubal.RFEM5.FeMeshMembersSettings.ElementLength
Target length of finite elements IFE

Dlubal.RFEM5.FeMeshMembersSettings.MinStraightMemberDivisions
Minimum number of member divisions